[
  {
    "ZZZZA1": "Taking Reservations",
    "ZZZZB1": "What do you need to do when a customer calls to book a table?",
    "ZZZZB2": "How do you write down a booking clearly?",
    "ZZZZB3": "Why is it important to confirm the time?",
    "ZZZZB4": "How do you check for available tables?",
    "ZZZZC1": "Listen carefully and ask for the booking details.",
    "ZZZZC2": "Use a notebook or system with clear words.",
    "ZZZZC3": "The correct time helps avoid double bookings.",
    "ZZZZC4": "Look at the booking list for free time slots.",
    "ZZZZD1": "Repeat the name and number to check again.",
    "ZZZZD2": "Write the name and time in one clear line.",
    "ZZZZD3": "A confirmed time gives better table planning.",
    "ZZZZD4": "Check the day and time before accepting booking.",
    "ZZZZE1": "Thank the caller and speak clearly on the phone.",
    "ZZZZE2": "Add the number of people and contact phone.",
    "ZZZZE3": "Guests arrive on time with correct booking.",
    "ZZZZE4": "Use a chart or system to find open tables."
  },
  {
    "ZZZZA1": "Welcoming Guests",
    "ZZZZB1": "What should you say when customers arrive?",
    "ZZZZB2": "How do you greet them politely?",
    "ZZZZB3": "Why is a friendly welcome important?",
    "ZZZZB4": "What do you do if the table is not ready?",
    "ZZZZC1": "\"Good evening\" is a good way to begin.",
    "ZZZZC2": "A smile and hello create comfort.",
    "ZZZZC3": "Guests feel happy when feeling welcomed.",
    "ZZZZC4": "Ask guests to wait near the entrance.",
    "ZZZZD1": "A short greeting keeps the mood pleasant.",
    "ZZZZD2": "A warm voice makes people feel relaxed.",
    "ZZZZD3": "A friendly start builds good service.",
    "ZZZZD4": "Offer water while the table gets ready.",
    "ZZZZE1": "Saying \"welcome\" shows care and respect.",
    "ZZZZE2": "Using polite words shows good manners.",
    "ZZZZE3": "Happy guests often return again.",
    "ZZZZE4": "Give an estimated wait time politely."
  },
  {
    "ZZZZA1": "Serving Food",
    "ZZZZB1": "What do you need to do before serving food?",
    "ZZZZB2": "How do you carry the plates safely?",
    "ZZZZB3": "Why should you serve from the left side?",
    "ZZZZB4": "How do you check if the food is correct?",
    "ZZZZC1": "Wash hands and check the table for readiness.",
    "ZZZZC2": "Hold the plates firmly with both clean hands.",
    "ZZZZC3": "Serving left helps avoid reaching over people.",
    "ZZZZC4": "Match the dish with the order ticket carefully.",
    "ZZZZD1": "Prepare napkins and make sure everything is clean.",
    "ZZZZD2": "Keep balance when walking to the table.",
    "ZZZZD3": "The left side gives easy space for service.",
    "ZZZZD4": "Check the number of plates and food name.",
    "ZZZZE1": "Place cutlery and water before food arrives.",
    "ZZZZE2": "Carry few plates to avoid any accidents.",
    "ZZZZE3": "Guests feel more comfortable with this method.",
    "ZZZZE4": "Confirm the table number before leaving the kitchen."
  },
  {
    "ZZZZA1": "Taking Dishes",
    "ZZZZB1": "What questions should you ask to take an order?",
    "ZZZZB2": "How do you write the order clearly?",
    "ZZZZB3": "Why is it important to repeat the order?",
    "ZZZZB4": "What should you do if a customer asks for help?",
    "ZZZZC1": "Ask about food choice, drink, and portion size.",
    "ZZZZC2": "Write each item on the order pad neatly.",
    "ZZZZC3": "Repeating helps avoid mistakes with the dishes.",
    "ZZZZC4": "Listen carefully and stay calm and polite.",
    "ZZZZD1": "Ask if the food needs to be spicy or not.",
    "ZZZZD2": "Use one line for each item and special request.",
    "ZZZZD3": "Guests feel sure the order is correct.",
    "ZZZZD4": "Answer kindly or call someone for more support.",
    "ZZZZE1": "Ask if anyone has allergies or food problems.",
    "ZZZZE2": "Check spelling and make the notes easy to read.",
    "ZZZZE3": "A clear repeat builds trust with the guest.",
    "ZZZZE4": "Help quickly and explain things in simple words."
  },
  {
    "ZZZZA1": "Introducing Menus",
    "ZZZZB1": "What should you say about today’s menu?",
    "ZZZZB2": "How do you explain a special dish?",
    "ZZZZB3": "Why do you need to know the ingredients?",
    "ZZZZB4": "How do you help if the customer cannot decide?",
    "ZZZZC1": "Mention the fresh dishes and the chef's choice.",
    "ZZZZC2": "Describe the taste, main meat, and the sauce.",
    "ZZZZC3": "Knowing ingredients helps answer allergy questions.",
    "ZZZZC4": "Suggest a popular dish many people enjoy.",
    "ZZZZD1": "Talk about the new items and the best price.",
    "ZZZZD2": "Say where the dish comes from and its style.",
    "ZZZZD3": "Guests ask what is inside before ordering food.",
    "ZZZZD4": "Ask about what the customer likes to eat.",
    "ZZZZE1": "Share what dishes are ready faster or slower.",
    "ZZZZE2": "Give details about how the dish is cooked.",
    "ZZZZE3": "Some guests need food without certain things.",
    "ZZZZE4": "Recommend two dishes and describe them clearly."
  },
  {
    "ZZZZA1": "Drinks",
    "ZZZZB1": "What do you need to ask about drinks?",
    "ZZZZB2": "How do you serve drinks safely?",
    "ZZZZB3": "Why must drinks be served quickly?",
    "ZZZZB4": "What should you do if the drink is not available?",
    "ZZZZC1": "Ask for size, type, and if ice is needed.",
    "ZZZZC2": "Carry the drinks slowly and hold them firmly.",
    "ZZZZC3": "Drinks help guests feel relaxed and comfortable.",
    "ZZZZC4": "Offer a similar drink from the menu.",
    "ZZZZD1": "Ask if the drink is hot, cold, or with sugar.",
    "ZZZZD2": "Use a tray for many drinks to avoid spills.",
    "ZZZZD3": "Cold drinks lose taste if they are not fast.",
    "ZZZZD4": "Say sorry and suggest another popular choice.",
    "ZZZZE1": "Ask if the drink is for a child or adult.",
    "ZZZZE2": "Keep the glass straight and avoid shaking it.",
    "ZZZZE3": "Fast service shows good care and respect.",
    "ZZZZE4": "Tell the reason and help choose something else."
  },
  {
    "ZZZZA1": "Communicating with Kitchen",
    "ZZZZB1": "What do you say to the kitchen about a new order?",
    "ZZZZB2": "How do you check the kitchen is ready?",
    "ZZZZB3": "Why must you tell the kitchen about special requests?",
    "ZZZZB4": "How do you tell them if the customer changes the order?",
    "ZZZZC1": "Say the table number and the full order clearly.",
    "ZZZZC2": "Ask if the chef has all things for the meal.",
    "ZZZZC3": "Special requests help avoid problems with allergies.",
    "ZZZZC4": "Speak clearly and tell what changes are needed.",
    "ZZZZD1": "Use short words and write the order on the ticket.",
    "ZZZZD2": "Look around and check if the kitchen is calm.",
    "ZZZZD3": "The kitchen needs time to prepare different food.",
    "ZZZZD4": "Repeat the change and show the paper to the chef.",
    "ZZZZE1": "Include the time and any notes for the kitchen.",
    "ZZZZE2": "Ask if the team is ready before giving the order.",
    "ZZZZE3": "Telling early helps cook faster and more correctly.",
    "ZZZZE4": "Give the new order with a kind and clear message."
  },
  {
    "ZZZZA1": "Checking Orders",
    "ZZZZB1": "What do you need to check before giving food to the customer?",
    "ZZZZB2": "How do you check the table number?",
    "ZZZZB3": "Why must the order be 100% correct?",
    "ZZZZB4": "What do you do if something is missing?",
    "ZZZZC1": "Check the dish name and match it with the paper.",
    "ZZZZC2": "Look at the receipt and find the correct table.",
    "ZZZZC3": "A wrong order can make the guest very unhappy.",
    "ZZZZC4": "Go back to the kitchen and tell what is missing.",
    "ZZZZD1": "Make sure the food is hot and not broken.",
    "ZZZZD2": "Read the ticket again before walking to the table.",
    "ZZZZD3": "One mistake may slow the kitchen and upset the table.",
    "ZZZZD4": "Tell the team fast and wait near the service area.",
    "ZZZZE1": "Confirm the special request is in the right plate.",
    "ZZZZE2": "Ask the team if the table number is not clear.",
    "ZZZZE3": "Right food shows care and good service to the customer.",
    "ZZZZE4": "Say sorry first, then bring the food quickly and politely."
  },
  {
    "ZZZZA1": "Handling Complaints",
    "ZZZZB1": "What do you do when a customer complains?",
    "ZZZZB2": "How do you listen and answer politely?",
    "ZZZZB3": "Why is it important to stay calm?",
    "ZZZZB4": "What can you say to fix the problem?",
    "ZZZZC1": "Stop and listen to what the customer explains.",
    "ZZZZC2": "Keep eye contact and speak in a soft, slow voice.",
    "ZZZZC3": "Staying calm helps control the situation and avoid stress.",
    "ZZZZC4": "Say sorry and promise to solve the problem quickly.",
    "ZZZZD1": "Show respect and wait until the complaint finishes.",
    "ZZZZD2": "Use simple words and keep a friendly face.",
    "ZZZZD3": "A calm person helps the customer feel safe and heard.",
    "ZZZZD4": "Offer a solution that fits the problem carefully.",
    "ZZZZE1": "Ask clear questions to understand the real issue.",
    "ZZZZE2": "Repeat the problem to show full understanding.",
    "ZZZZE3": "Calm actions keep the team and guests comfortable.",
    "ZZZZE4": "Thank the guest and make sure the problem does not repeat."
  },
  {
    "ZZZZA1": "Paying Bills",
    "ZZZZB1": "What do you say when giving the bill?",
    "ZZZZB2": "How do you explain the total cost?",
    "ZZZZB3": "Why is it important to check the payment?",
    "ZZZZB4": "What should you do if there is a mistake?",
    "ZZZZC1": "\"Here is your bill. Thank you for visiting.\"",
    "ZZZZC2": "\"The total includes food, drinks, and service charges.\"",
    "ZZZZC3": "Checking the payment avoids mistakes and ensures accuracy.",
    "ZZZZC4": "Politely apologize and correct the mistake quickly.",
    "ZZZZD1": "\"This is the bill. Please check the amount.\"",
    "ZZZZD2": "\"The total shows the price of all items ordered.\"",
    "ZZZZD3": "Verifying the payment ensures the customer is not overcharged.",
    "ZZZZD4": "Ask the customer to point out the error and fix it.",
    "ZZZZE1": "\"The bill is ready. Let me know if you need help.\"",
    "ZZZZE2": "\"This is the total after all discounts are applied.\"",
    "ZZZZE3": "Checking the payment confirms all amounts are correct.",
    "ZZZZE4": "Correct the error immediately and offer a solution."
  }
]
